Repository: chaichaimee/invisible
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Invisible Settings
de: Invisible-Einstellungen

source: Site List
de: Website-Liste

source: Site Settings:
de: Website-Einstellungen:

source: Display name:
de: Anzeigename:

source: Apply to:
de: Anwenden auf:

source: Single page only
de: Nur diese Seite

source: Whole website (domain)
de: Gesamte Website (Domain)

source: Add New Site
de: Neue Website hinzuf?gen

source: Update Site
de: Website aktualisieren

source: Remove Site
de: Website entfernen

source: Entries
de: Eintr?ge

source: Pattern:
de: Muster:

source: Replacement:
de: Ersetzung:

source: Use as regular expression
de: Als regul?ren Ausdruck verwenden

source: &Add
de: &Hinzuf?gen

source: &Edit
de: &Bearbeiten

source: &Remove
de: &Entfernen

source: &Close
de: &Schlie?en

source: &Update
de: &Aktualisieren

source: Enter a name for the new site:
de: Geben Sie einen Namen f?r die neue Website ein:

source: Site added: {}
de: Website hinzugef?gt: {}

source: Failed to add site
de: Website konnte nicht hinzugef?gt werden

source: Display name cannot be empty
de: Der Anzeigename darf nicht leer sein

source: URL cannot be empty
de: Die URL darf nicht leer sein

source: Site settings updated
de: Website-Einstellungen aktualisiert

source: Failed to update site settings. Display name might already exist.
de: Website-Einstellungen konnten nicht aktualisiert werden. Der Anzeigename existiert m?glicherweise bereits.

source: Are you sure you want to remove '{}'?
de: M?chten Sie "{}“ wirklich entfernen?

source: Confirm Removal
de: Entfernen best?tigen

source: Site removed: {}
de: Website entfernt: {}

source: Failed to remove site
de: Website konnte nicht entfernt werden

source: Please enter a pattern
de: Bitte geben Sie ein Muster ein

source: No site selected
de: Keine Website ausgew?hlt

source: Invalid Regular Expression syntax
de: Ung?ltige Syntax f?r regul?ren Ausdruck

source: Word update cancelled (no change)
de: Aktualisierung abgebrochen (keine ?nderung)

source: This pattern/regex combination is already in the list
de: Diese Muster-/Regex-Kombination ist bereits vorhanden

source: Entry updated: {}
de: Eintrag aktualisiert: {}

source: Failed to update entry
de: Eintrag konnte nicht aktualisiert werden

source: Entry added: {}
de: Eintrag hinzugef?gt: {}

source: Failed to add entry
de: Eintrag konnte nicht hinzugef?gt werden

source: Editing entry: {}
de: Eintrag bearbeiten: {}

source: Are you sure you want to remove '{} '?
de: M?chten Sie "{}“ wirklich entfernen?

source: Entry removed: {}
de: Eintrag entfernt: {}

source: Failed to remove entry
de: Eintrag konnte nicht entfernt werden

source: Open invisible settings
de: Invisible-Einstellungen ?ffnen

source: Cannot capture URL. Make sure you are in a browser.
de: URL konnte nicht erfasst werden. Stellen Sie sicher, dass Sie sich in einem Browser befinden.
